{
  "markers": [
    {
      "id": 0,
      "name": "Prasasti Ciaruteun",
      "type": "artifact",
      "image": "assets/images/artifacts/ciaruteun.png",
      "era": "Kerajaan Tarumanegara (Abad 5 M)",
      "shortDesc": "Prasasti Ciaruteun merupakan peninggalan penting Kerajaan Tarumanegara yang ditemukan di Bogor. Prasasti ini terdiri dari dua inskripsi dengan aksara Pallawa berbahasa Sanskerta. Yang paling menarik adalah gambar sepasang telapak kaki yang melambangkan kaki Raja Purnawarman, disamakan dengan Dewa Wisnu sebagai bentuk penghormatan. Inskripsi B masih diperdebatkan, dengan interpretasi mengarah pada nama raja tersebut.",
      "fullDesc": "Prasasti ini merupakan peninggalan Kerajaan Tarumanegara dan ditemukan di Kampung Muara, Desa Ciaruteun Hilir, Cibungbulang, Bogor.\n\nPrasasti terdiri atas dua bagian tulisan:\n• Inskripsi A: berisi empat baris tulisan beraksara Pallawa dan menggunakan bahasa Sanskerta\n• Inskripsi B: berisi satu baris tulisan, tetapi tulisannya belum dapat dibaca dengan jelas\n\nPada prasasti ini terdapat gambar sepasang telapak kaki yang menjadi bagian penting dari makna simbolis prasasti.\n\nIsi Inskripsi A menyatakan bahwa telapak kaki pada prasasti tersebut adalah kaki Raja Purnawarman, yang disamakan dengan kaki Dewa Wisnu sebagai bentuk penghormatan.\n\nInskripsi B masih menimbulkan perdebatan. J.L.A. Brandes mencoba membacanya sebagai 'Cri Tji aroe? Eun waca', sementara H. Kern menafsirkannya sebagai 'Purnavarmma-padam' yang berarti 'telapak kaki Purnawarman'."
    },
    {
      "id": 1,
      "name": "Kapak Genggam",
      "type": "artifact",
      "image": "assets/images/artifacts/kapak-genggam.png",
      "era": "Zaman Paleolitikum (2 juta - 200 ribu tahun lalu)",
      "shortDesc": "Kapak genggam adalah alat batu tertua dari masa Paleolitik berbentuk seperti daun dengan kedua sisi diasah tajam. Digunakan untuk memotong daging, menguliti, mengolah kayu, dan menggali umbi. Penemuan terkenal dari Pacitan melahirkan Kebudayaan Pacitan. Dibuat dengan teknik pukul-lepas menggunakan batu keras seperti rijang dan basalt. Dikaitkan dengan Homo Erectus, menandakan teknologi manusia purba Indonesia sejajar dengan wilayah lain di dunia.",
      "fullDesc": "Kapak genggam prasejarah di Indonesia merupakan bukti penting dari kemampuan manusia purba dalam beradaptasi dan berinovasi terhadap lingkungannya. Sebagai salah satu alat batu tertua dari masa Paleolitik (Zaman Batu Tua), kapak genggam mencerminkan tahap awal perkembangan teknologi manusia.\n\nAlat ini memiliki bentuk menyerupai daun, dengan kedua sisinya diasah hingga tajam (bifacial), sehingga dapat digunakan untuk berbagai keperluan sehari-hari. Karena digunakan langsung dengan tangan tanpa tangkai, alat ini disebut 'kapak genggam.'\n\nFungsi:\n• Memotong daging hewan buruan\n• Menguliti\n• Mengolah kayu\n• Menggali umbi\n• Memecah tulang atau batu kecil\n\nDi Indonesia, penemuan kapak genggam paling terkenal berasal dari Pacitan, Jawa Timur, yang melahirkan istilah 'Kebudayaan Pacitan'. Penemuan ini pertama kali dilaporkan oleh Von Koenigswald pada tahun 1930-an. Selain di Pacitan, temuan juga tersebar di Kalimantan Selatan, Sulawesi Selatan, Sumatera bagian utara, dan Lombok.\n\nSecara teknologis, kapak genggam dibuat dengan teknik pukul-lepas (percussion flaking), yaitu memukul batu inti dengan batu lain hingga membentuk sisi tajam. Bahan yang digunakan biasanya batu keras seperti rijang, kersikan, basalt, atau andesit."
    },
    {
      "id": 2,
      "name": "Kapak Lonjong",
      "type": "artifact",
      "image": "assets/images/artifacts/kapak-lonjong.png",
      "era": "Zaman Neolitikum (3000 - 1500 SM)",
      "shortDesc": "Kapak lonjong menandai revolusi teknologi dari Paleolitikum ke Neolitikum. Dibuat dengan teknik pengasahan hingga permukaannya halus dan licin, berbeda dari kapak genggam yang kasar. Bentuk lonjong memungkinkan penggunaan bertangkai sebagai cangkul atau beliung untuk membuka lahan pertanian. Menandai pergeseran dari food gathering menjadi food producing. Terkonsentrasi di Indonesia bagian timur seperti Papua, Maluku, dan Sulawesi, menunjukkan jalur migrasi Austronesia.",
      "fullDesc": "Kapak lonjong (Walzenbeil atau Kleinbeil) merupakan penanda penting yang memisahkan babak Paleolitikum primitif dengan era Neolitikum (Zaman Batu Muda). Artefak ini mewakili loncatan teknologi krusial dalam sejarah manusia purba di Nusantara.\n\nBerbeda dari Kapak Genggam era Paleolitikum yang permukaannya kasar, kapak lonjong diproduksi melalui teknik pengasahan (gerinda). Seluruh permukaan batu, umumnya terbuat dari batu nefrit atau batu kali gelap, dihaluskan hingga licin. Proses ini meningkatkan efisiensi fungsional alat dengan mata kapak yang lebih tajam dan kuat.\n\nBentuk lonjong atau elips memberikan fungsi praktis. Bagian runcing diikatkan pada tangkai kayu, memungkinkan penggunaan sebagai cangkul atau beliung. Penggunaan bertangkai ini menjadi kunci - manusia Neolitikum mulai menggarap tanah dan menebang pohon untuk membuka lahan pertanian.\n\nPeralihan fungsi ini menandai pergeseran gaya hidup dari food gathering (mengumpulkan makanan) menjadi food producing (menghasilkan makanan), fondasi bagi permukiman dan desa-desa awal.\n\nPersebaran kapak lonjong terkonsentrasi di Indonesia bagian timur: Papua, Maluku, dan sebagian Sulawesi. Berbeda dengan Kapak Persegi yang mendominasi bagian barat. Konsentrasi geografis ini menunjukkan jalur migrasi dan difusi budaya penutur bahasa Austronesia purba.\n\nBerdasarkan ukuran:\n• Walzenbeil (Besar): Alat pertanian dan penebang utama\n• Kleinbeil (Kecil): Benda pusaka, lambang status sosial, atau ritual adat\n\nKapak lonjong bukan hanya alat kerja, tetapi juga memiliki nilai sosial dan spiritual tinggi dalam masyarakat Neolitikum."
    },
    {
      "id": 3,
      "name": "Dolmen",
      "type": "structure",
      "image": "assets/images/structures/dolmen.png",
      "era": "Zaman Megalitikum (2000 SM - 500 M)",
      "shortDesc": "Dolmen berasal dari bahasa Breton yang berarti 'meja batu', tersusun dari batu-batu tegak sebagai penyangga dengan satu batu datar besar di atasnya. Berfungsi sebagai tempat sesaji untuk arwah nenek moyang dan penutup kubur batu. Ditemukan di Bondowoso, Puger, Paseman, dan Sumba. Keberadaannya menunjukkan stratifikasi sosial karena hanya tokoh penting yang dikuburkan dengan dolmen, sering ditemukan bersama menhir dan sarkofagus dalam satu kompleks.",
      "fullDesc": "Dolmen berasal dari bahasa Breton (Eropa Barat), dari kata 'dol' yang berarti meja dan 'men' yang berarti batu. Dolmen merupakan meja batu besar yang disusun dari beberapa batu tegak sebagai penyangga dan satu batu datar besar di atasnya.\n\nFungsi Dolmen:\n• Tempat meletakkan sesaji untuk arwah nenek moyang\n• Penutup kubur batu (bagian atas peti kubur)\n\nDolmen biasanya ditemukan di daerah pegunungan atau dataran tinggi. Lokasi penemuan di Indonesia meliputi:\n• Bondowoso (Jawa Timur)\n• Puger (Jawa Timur)\n• Paseman (Sumatra Selatan)\n• Sumba (Nusa Tenggara Timur)\n\nDolmen sering ditemukan bersama menhir, sarkofagus, dan peti batu dalam satu kompleks megalitikum. Berasal dari Zaman Megalitikum (Batu Besar).\n\nKeberadaan dolmen menunjukkan adanya stratifikasi sosial dalam masyarakat prasejarah, karena hanya tokoh penting atau pemimpin yang dikuburkan dengan dolmen. Ini mencerminkan sistem kepemimpinan dan penghormatan terhadap leluhur yang telah berkembang pada masa itu."
    },
    {
      "id": 4,
      "name": "Menhir",
      "type": "structure",
      "image": "assets/images/structures/menhir.png",
      "era": "Zaman Megalitikum (2000 SM - 500 M)",
      "shortDesc": "Menhir adalah batu tegak vertikal berukuran besar dari batu alam yang bersifat sakral. Ditempatkan di daerah tinggi sebagai bagian tradisi megalitik. Memiliki fungsi sebagai sarana pemujaan, tempat peringatan, simbol kekuatan dan identitas, penanda penguburan, penolak bahaya, penanda waktu, dan tempat menampung roh leluhur. Keberadaan menhir mencerminkan kepercayaan animisme dan dinamisme masyarakat prasejarah terhadap kekuatan supernatural.",
      "fullDesc": "Menhir merupakan struktur megalitik yang memiliki karakteristik dan fungsi penting dalam kehidupan masyarakat prasejarah.\n\nCiri-Ciri Menhir:\n• Batu tegak (vertikal) dan berukuran besar\n• Terbuat dari batu alam\n• Bersifat sakral\n• Ditempatkan di daerah tinggi\n• Bagian dari tradisi megalitik\n\nFungsi Menhir:\n• Sarana pemujaan kepada roh leluhur atau dewa\n• Tempat peringatan untuk mengenang peristiwa penting atau tokoh tertentu\n• Simbol kekuatan dan identitas kelompok atau suku\n• Penanda penguburan tokoh penting\n• Penolak bahaya dan kekuatan jahat\n• Penanda waktu untuk ritual atau upacara tertentu\n• Tempat menampung roh leluhur yang dihormati\n\nKeberadaan menhir mencerminkan sistem kepercayaan animisme dan dinamisme masyarakat prasejarah yang percaya pada kekuatan supernatural dalam batu besar. Menhir juga menunjukkan kemampuan organisasi sosial yang kuat karena membutuhkan kerja sama banyak orang untuk mendirikannya."
    },
    {
      "id": 5,
      "name": "Kjokkenmoddinger",
      "type": "structure",
      "image": "assets/images/structures/kjokkenmoddinger.png",
      "era": "Zaman Mesolitikum (10.000 - 3000 SM)",
      "shortDesc": "Kjokkenmoddinger berasal dari bahasa Denmark yang berarti 'sampah dapur', merujuk pada tumpukan kulit kerang dan sisa makanan manusia purba di tepi pantai. Menjadi bukti kehidupan semi-nomaden yang bergantung pada hasil laut. Ditemukan bersama alat batu sederhana seperti kapak genggam, menunjukkan pola hidup berburu dan mengumpulkan makanan di daerah pesisir. Ditemukan di Sumatera Utara dan Timur, terutama di Lhok Seumawe, Medan, Langsa, dan Binjai.",
      "fullDesc": "Kjokkenmoddinger berasal dari bahasa Denmark, terdiri dari kata 'kjokken' (dapur) dan 'modding' (sampah). Dalam arkeologi prasejarah, kjokkenmoddinger merujuk pada tumpukan kulit kerang, tulang hewan, atau sisa makanan yang ditinggalkan manusia purba yang hidup di tepi pantai pada masa Mesolitikum.\n\nTemuan kjokkenmoddinger menjadi bukti bahwa kehidupan manusia purba saat itu sudah bersifat semi-nomaden, bergantung pada hasil laut dan buruan hewan di sekitar pantai.\n\nCiri-ciri Kjokkenmoddinger:\n• Terdiri atas tumpukan kulit kerang atau siput\n• Ditemukan alat batu sederhana, khususnya kapak genggam\n• Menunjukkan pola kehidupan berburu dan mengumpulkan makanan\n• Berlokasi di daerah pesisir pantai atau muara sungai\n\nTemuan kjokkenmoddinger di Indonesia:\n• Sumatera Utara: sekitar pantai timur, terutama Lhok Seumawe dan Medan\n• Sumatera Timur: daerah Langsa dan Binjai (ditemukan juga kapak genggam Sumatera di sekitar tumpukan kerang)\n\nKeberadaan kjokkenmoddinger menunjukkan adaptasi manusia purba terhadap lingkungan pesisir dan kemampuan memanfaatkan sumber daya laut sebagai makanan utama."
    },
    {
      "id": 6,
      "name": "Meganthropus Paleojavanicus",
      "type": "fossil",
      "image": "assets/images/fossils/meganthropus.png",
      "era": "Pleistosen Awal (1-2 juta tahun lalu)",
      "shortDesc": "Meganthropus paleojavanicus adalah manusia purba tertua di Indonesia yang fosilnya ditemukan oleh von Koenigswald di Sangiran tahun 1937-1941. Namanya berarti 'manusia besar tua dari Jawa'. Memiliki ciri fisik seperti tubuh tinggi sekitar 2,5 meter, rahang tebal tanpa dagu, gigi geraham besar, dan kapasitas otak 900 cc. Hidup nomaden dengan pola makan herbivora, berburu dan meramu tanpa pertanian. Ditemukan bersama alat batu sederhana seperti kapak genggam di lapisan sezaman.",
      "fullDesc": "Meganthropus paleojavanicus merupakan manusia purba tertua yang fosilnya ditemukan di Indonesia, tepatnya di Sangiran, Jawa Tengah, salah satu situs arkeologi penting di dunia.\n\nFosil ini ditemukan oleh G.H.R. von Koenigswald antara tahun 1937–1941. Berdasarkan lapisan tanah tempat ditemukannya, fosil ini berasal dari masa Pleistosen Awal, sekitar satu hingga dua juta tahun lalu.\n\nNama Meganthropus paleojavanicus berasal dari kata mega (besar), anthropus (manusia), paleo (tua), dan javanicus (dari Jawa), yang menggambarkan manusia purba berukuran besar dari Jawa. Fosil yang ditemukan hanya berupa rahang bawah, rahang atas, dan beberapa gigi lepas.\n\nSetelah Koenigswald ditangkap Jepang (1942), penelitian dilanjutkan oleh Franz Weidenreich yang menemukan kemiripan struktur rahang dengan gorila. Penelitian kemudian diteruskan oleh Marks, Sartono, Tyler, dan Krantz di Sangiran.\n\nCiri-Ciri Fisik:\n• Tulang ubun-ubun pendek, hidung lebar, wajah mirip kera\n• Dahi menonjol dan tebal, tulang pipi kuat, otot wajah besar\n• Gigi geraham besar menyerupai manusia modern, tapi lebih kuat\n• Kapasitas otak ±900 cc\n• Tinggi tubuh ±2,5 meter, berpostur besar dan kokoh\n• Cara berjalan agak membungkuk, belum sepenuhnya tegak\n• Rahang bawah tebal dan kuat, tanpa dagu, mulut menonjol (prognatis)\n• Otot kunyah dan leher kuat\n• Proporsi tubuh: tangan lebih panjang daripada kaki\n• Pola makan herbivora (pemakan tumbuhan, buah, umbi)\n\nKehidupan:\nMeganthropus paleojavanicus hidup secara nomaden, berpindah tempat sesuai ketersediaan makanan. Mereka hidup dari berburu dan meramu, tanpa sistem pertanian atau tempat tinggal tetap. Di lapisan tanah sezaman ditemukan alat-alat batu sederhana seperti kapak genggam, kapak perimbas, dan alat serpih."
    },
    {
      "id": 7,
      "name": "Homo Erectus",
      "type": "fossil",
      "image": "assets/images/fossils/homo-erectus.png",
      "era": "Pleistosen Tengah (1,5 juta - 300 ribu tahun lalu)",
      "shortDesc": "Homo erectus adalah manusia purba penting dalam evolusi manusia, fosil pertamanya ditemukan Eugene Dubois di Trinil tahun 1891. Memiliki tubuh tegap 160-170 cm dengan volume otak 750-1.200 cc. Menunjukkan kemajuan besar karena mampu membuat alat batu, menguasai api untuk memasak dan perlindungan, serta menggunakan kulit binatang sebagai pakaian. Hidup berkelompok secara komunal di gua atau dekat sumber air, menandakan kesadaran sosial dan budaya awal.",
      "fullDesc": "Homo erectus merupakan salah satu manusia purba yang menempati posisi penting dalam sejarah evolusi manusia. Fosil pertamanya ditemukan oleh Eugene Dubois pada tahun 1891 di Trinil, Jawa Timur. Berdasarkan penelitian arkeologi modern, Homo erectus hidup sekitar 1,5 juta hingga 300 ribu tahun yang lalu.\n\nSpesies ini menunjukkan kemajuan besar dibanding manusia purba sebelumnya karena telah memiliki kemampuan berpikir, bekerja sama, dan beradaptasi dengan lingkungan.\n\nCiri-ciri Fisik:\n• Tubuh tegap dan proporsional, tinggi sekitar 160–170 cm\n• Volume otak sekitar 750–1.200 cc, lebih besar dari Homo habilis\n• Dahi miring ke belakang dengan alis tebal dan menonjol\n• Rahang kuat dan wajah masih menjorok ke depan\n• Bentuk tubuh sudah menyerupai manusia modern\n• Kemampuan berjalan tegak sepenuhnya\n\nPerkembangan Budaya dan Sosial:\nHomo erectus telah menunjukkan kemajuan budaya dan sosial yang signifikan. Mereka sudah mampu membuat alat batu sederhana seperti kapak genggam dan menjadi manusia purba pertama yang menguasai api.\n\nPenggunaan api memungkinkan mereka untuk:\n• Memasak makanan\n• Menghangatkan diri\n• Melindungi kelompok dari binatang buas\n\nHomo erectus juga mulai memanfaatkan kulit binatang hasil buruan sebagai pakaian. Kulit tersebut dikeringkan lalu disampirkan di bahu dan diikat di pinggang, berfungsi sebagai pelindung tubuh dari cuaca dingin dan bahaya lingkungan.\n\nKehidupan Sosial:\nMereka hidup berkelompok secara komunal, saling bekerja sama dalam berburu dan mengumpulkan makanan. Tempat tinggalnya berupa gua atau tempat terbuka yang dekat dengan sumber air.\n\nPola hidup ini menandakan bahwa Homo erectus telah memiliki kesadaran sosial dan budaya awal, yang menjadi dasar bagi perkembangan manusia modern (Homo sapiens)."
    },
    {
      "id": 8,
      "name": "Candi Borobudur",
      "type": "virtual-tour",
      "tourUrl": "virtual-tour.html?tour=borobudur",
      "era": "Dinasti Syailendra (780-830 M)",
      "location": "Magelang, Jawa Tengah",
      "shortDesc": "Candi Buddha terbesar di dunia",
      "fullDesc": null
    },
    {
      "id": 9,
      "name": "Candi Prambanan",
      "type": "virtual-tour",
      "tourUrl": "virtual-tour.html?tour=prambanan",
      "era": "Kerajaan Mataram Kuno (856 M)",
      "location": "Sleman, Yogyakarta",
      "shortDesc": "Kompleks candi Hindu terbesar di Indonesia",
      "fullDesc": null
    }
  ]
}
